import './AboutMe.css'

function AboutMe(){
    return (
        <div className='AboutMe'>
           <p>
           Мене звати Володимир Козаченко Володимирович, і я людина, яка завжди прагне до розвитку та самореалізації. Моє життя насичене різними захопленнями та досягненнями, які допомогли мені сформуватися як особистість.

Одним із важливих етапів у моєму житті стало плавання. Я присвятив цьому виду спорту 11 років, що не лише навчило мене дисципліни та наполегливості, але й подарувало безліч незабутніх моментів. Плавання стало для мене не просто хобі, а справжнім стилем життя, який допомагав долати себе та ставити нові цілі.

Я закінчив школу в Україні, де здобув міцні знання та базу для майбутнього зростання. Шкільні роки були для мене часом відкриттів і формування інтересів, які досі відіграють важливу роль у моєму житті.

Наразі я захоплююсь вивченням програмування. Цей напрямок здається мені неймовірно цікавим, адже він дозволяє створювати щось нове й корисне, а також розвивати навички логічного мислення. Кожен новий проєкт і кожен новий рядок коду — це крок до того, щоб стати професіоналом у цій галузі.

Окрім навчання та саморозвитку, я люблю грати у відеоігри. Для мене це не просто розвага, а можливість розслабитися, зануритися в захопливі історії й зустріти однодумців. Ігри вчать нас мислити стратегічно, працювати в команді й інколи просто дарують нагоду весело провести час.

Я впевнений, що всі мої захоплення, досвід і прагнення допоможуть мені досягти успіху в майбутньому. Для мене важливо ніколи не зупинятися на досягнутому й продовжувати рухатися вперед.
           </p>
        </div>
    )
}
export default AboutMe;